{
    "title": "Dr Dorfschuelmeister",
    "genre": "narrative",
    "topic": null,
    "source": "Edimuster",
    "raw_text": [
        "Dr Dorfschuelmeister\n",
        "\n",
        "Vor sibezg Jahre bald, herrjeh scho lang ischs här, \n",
        "han i als junge Trüübel gmeint, es sig nid schwär, \n",
        "da han i ds länge liebe Läbe vor mr gha, \n",
        "e flotte Bürschel bin i gsi, e junge Ma. \n",
        "\n",
        "Me het mr ds Wüsse schwallwiis gschänkt im Seminar, \n",
        "vo Logarithme han i ghört vor vilne Jahr, \n",
        "Kunscht han i gnosse, Pädagogik, Völkerrächt, \n",
        "zu allem chan i diskutiere, aber schlächt. \n",
        "\n",
        "I bin e Dorfschuelmeister us em Kanton Bärn. \n",
        "Ke Lüüchte vo dr  Wüsseschaft, ke hälle Stärn, \n",
        "e Schuelma näbe hundert tuusig andre zue, \n",
        "itz bin i ändlech pangsioniert u ha mi Rueh. \n",
        "\n",
        "I han e Stell aträtte uf em Land, e Stell, \n",
        "i ha mr gseit,  es chönn nid fähle chömms wis well, \n",
        "achtzg Chinderouge han i täglech vor mr gha, \n",
        "i bi dr Meister gsi, e gschiide junge Ma.\n",
        "\n",
        "Ei Jahrgang um en andre het mi druf verlo,\n",
        "da han i gmeint, i heig uf allei Iifluss gno.\n",
        "Dr Köbi isch hüt Bankdiräkter, riich u gross, \n",
        "dr Fritzli jätet Rüebli uf em grosse Moos. \n",
        "\n",
        "I bin e Dorfschuelmeister us em Kanton Bärn. \n",
        "Ke Lüüchte vo dr Wüsseschaft, ke hälle Stärn, \n",
        "e Schuelma näbe hundert tuusig andre zue, \n",
        "itz bin i ändlech pangsioniert u ha mi Rueh.\n",
        "\n",
        "I han e Frou gha, mir si zäme glücklech gsi, \n",
        "es Chrättli Sorge hei mr treit, sisch längscht vrbii, \n",
        "vor füfzäh Jahre het si vo mr müesse ga,\n",
        "was han is wölle tue, i bin e alte Ma. \n",
        "\n",
        "Dr Sohn isch uf em Büro bi dr SBB, \n",
        "u ds Vroni het e Tierarzt gno vo Cossonay.\n",
        "Si hei ke Ziit, si chöme wundersälte hei, \n",
        "Sisch schön gsi, aber itze bin i chli elei. \n",
        "\n",
        "I bin e Dorfschuelmeister us em Kanton Bärn. \n",
        "Ke Lüüchte vo dr Wüsseschaft, ke hälle Stärn, \n",
        "e Schuelma näbe hundert tuusig andre zue, \n",
        "itz bin i ändlech pangsioniert u ha mi Rueh.\n",
        "\n",
        "Itz bin i nüneachtzgi u sgeit nümme wiit, \n",
        "wär weiss, morn chunnt er villech, morn isch villech Ziit. \n",
        "E Nachruef steit im Bärner Schuelblatt, druf ischs für, \n",
        "un i, i chlopfe liisli a di letschti Tür. \n",
        "\n",
        "I bin e Dorfschuelmeister us em Kanton Bärn. \n",
        "Ke Lüüchte vo dr Wüsseschaft, ke hälle Stärn, \n",
        "e Schuelma näbe hundert tuusig andre zue, \n",
        "itz bin i ändlech pangsioniert u ha mi Rueh."
    ],
    "num_lines": 54,
    "num_stanzas": 10,
    "rhyme_scheme": "aabb",
    "stanza_pattern": "quatrains",
    "ID": 100,
    "region": "Bern"
}