{
    "title": "Mir Lüt uf em Land soi so lustig und froh ",
    "genre": null,
    "topic": [
        "heimat",
        "daily life"
    ],
    "source": "Im Röseligarte",
    "raw_text": [
        "Mir Lüt uf em Land soi so lustig und froh\n",
        "\n",
        "Mir Lüt uf em Land si so lustig und froh,\n",
        "Mir füehren es Lebe, 's chönnt besser nid goh,\n",
        "Drum chömet, ihr Städter, betrachtet dä Stand\n",
        "Und lehret au schätze der Bur uf em Land.\n",
        "\n",
        "Zwor Chummer und Sorge git's überall gnueg,\n",
        "Bim Cheiser und Künig, wie dusse bim Pflueg;\n",
        "Isch eine nur zfriede, so lebt er scho froh,\n",
        "Ne jede mueß schaffe, Gott will's halt eso.\n",
        "\n",
        "Am Morge früeh use zur Arbeit uf's Feld,\n",
        "Mer lön-is nit gruse, es bringt is jo Geld;\n",
        "Wie meh daß mer schaffe, wie meh goht is i,\n",
        "Das isch so nes Lebe, 's chönnt besser nit si.\n",
        "\n",
        "z' Mittag, wenn es heiß isch, wenn d' Sunne so brönnt,\n",
        "So isch es Stündli am Schatte au gönnt;\n",
        "Denn schaffe mer wider mit doppeltem Muet,\n",
        "Mer juchze und singe und meine's no guet.\n",
        "\n",
        "Si d'Sterne am Himmel, so goht me denn hei,\n",
        "Me sitzt denn vor d'Hüser und zellt no e chlei,\n",
        "De leit me si nieder und »Bhüet di Gott, Welt!«\n",
        "Am Morge früeh wieder zur rbeit uf's Feld.\n",
        "\n",
        "So goht's bi de Bure fast alli Tag zue,\n",
        "Mir bruche nüt z'fulke, denn z'werche git's gnue,\n",
        "'s chunnt eis halt uf's ander, Johr i und Johr us,\n",
        "Bals duß uf de Matte, bald dinne im Hus.\n",
        "\n",
        "Im Winter do schafft me halt nit eso viel,\n",
        "Me sitzt denn bim Ofe und het si frei still;\n",
        "Wenn d'Meideli spinne, si d'Buebe au do,\n",
        "Sie lache und schwätze und si derbi froh.\n",
        "\n",
        "So isch es es Lebe bi eus uf em Land,\n",
        "Drum chömet, ihr Städter, betrachtet dä Stand.\n",
        "Und müeße mer schaffe, es isch is so glich,\n",
        "Der Friede im Herze macht glücklich und rich."
    ],
    "num_lines": 39,
    "num_stanzas": 7,
    "rhyme_scheme": "aabb",
    "stanza_pattern": "quatrains",
    "ID": 234,
    "region": [
        "Solothurn"
    ]
}