{
    "title": "Schlacht bei Näfels",
    "genre": "historical",
    "topic": [
        "war",
        "nation",
        "religion"
    ],
    "source": "Tobler",
    "raw_text": [
        "Schlacht bei Näfels\n",
        "\n",
        "In einer fronfasten do hub sich Glarner not, \n",
        "si wanden z' Wesen fründe han : sie gabend s' in den tot. \n",
        "\n",
        "Der diß mord gestiftet hat, es muß im werden leid ; \n",
        "er hat nit recht gefaren, wan er ist meineid. \n",
        "\n",
        "In österlichen ziten uf einen samstag\n",
        "da hub sich ein großer strit, daß menger tot gelag. \n",
        "\n",
        "Ze Glaris in dem lande warend vierthalb hundert man, \n",
        "die sahend fünfzehen tusend ir rechten fiend an.\n",
        "\n",
        "Do ruft also behende der von Glaris houptman, \n",
        "er ruft unsern Herren Christ von himel an. \n",
        "\n",
        "« Ach, richer Christ von himel und Maria, reine magd ! \n",
        "wellend ir uns helfen, so sind wir unverzagt, \n",
        "\n",
        "Daß wir den strit gewinnend hie uf disem feld ; \n",
        "wellend ir uns helfen, so bstand wir alle welt. \n",
        "\n",
        "O helger herr sant Fridli, du trüwer landsman, \n",
        "si diß land din eigen, so hilf's uns mit eren bhan ! » \n",
        "\n",
        "Die herren brachend in die letz, si zugend in das land, \n",
        "do es die Glarner sahend, si wichen in ein gand. \n",
        "\n",
        "Do diß die herren sahend, daß wichend d' Glarner man, \n",
        "si schruwend all mit luter stimm : « nun grigfend s' frölich an ! « \n",
        "\n",
        "Die Glarner kartend sich umbe, si tatend ein widerschnall, \n",
        "si wurfend mit hämpflichen steinen, daß in dem berg \n",
        "erhall. \n",
        "\n",
        "Die herren begundend fallen und bitten umb ir leben, \n",
        "mit gold und mit silber woltend si sich widerwegen.\n",
        "\n",
        "« Hettist du silbers und goldes vil größer dann ein hus, \n",
        "es mag dich nit gehelfen, din leben das ist us. \n",
        "\n",
        "Din vil guter harnist und all din isengwand \n",
        "das mustu hüt hie lassen in sant Fridlis land. » \n",
        "\n",
        "Des dankend wir alle gote und sant Fridli, dem helgen man ; \n",
        "dise manliche tat band die fromen Glarner tan. "
    ],
    "num_lines": 45,
    "num_stanzas": 14,
    "rhyme_scheme": "irregular",
    "stanza_pattern": "irregular",
    "ID": 61,
    "region": [
        "Glarus"
    ]
}